{"make-a-difference-with-your-career:000":"# This is your most important decision\n## Why your career is your biggest opportunity to make a difference, and how you can use it best\n!empty","make-a-difference-with-your-career:004":"You have about 80,000 hours in your career: 40 hours per week, 50 weeks per year, for 40 years.","make-a-difference-with-your-career:006":"This makes your choice of career the most important ethical decision of your life.","make-a-difference-with-your-career:008":"From adulthood, you’ll spend almost half your waking hours on your career — more than the time you’ll spend eating, on hobbies, and watching Netflix put together. So unless you happen to be the heir to a large estate, that time is the biggest resource you have to help others.","make-a-difference-with-your-career:010":"This means if you can increase the positive impact of those hours just a little, it will probably have a bigger impact than changes to any other parts of your life.","make-a-difference-with-your-career:012":"And we’re going to show that — if you have the privilege to have options — you can probably increase the impact of your career not just by a little, but by a huge amount.","make-a-difference-with-your-career:014":"Some of the paths open to you probably do vastly more for the world than others, but they’re probably not the ones you’re currently focusing on.","make-a-difference-with-your-career:016":"Our generation faces issues of historical importance, and you can help tackle them. And you don’t have to become a doctor, teacher or a charity worker — there are many other routes to contribute that can be even higher impact.","make-a-difference-with-your-career:018":"By considering a broader range of routes, you may be able to find a path that has far more impact, while being just as — or even more — fulfilling as the path you’re currently on.","make-a-difference-with-your-career:020":"So how did we end up thinking this?","make-a-difference-with-your-career:022":"[When our founders](https://80000hours.org/about/#how-did-we-get-started), Ben and Will, were about to graduate in 2011, they wanted to find work they enjoyed, that paid the bills, and that made a contribution to the world. But they felt really unsure what to do.","make-a-difference-with-your-career:024":"Given the huge amount of time at stake, it seemed worth doing some real research to find the best path. But it didn’t feel like the existing careers advice even _tried_ to compare paths in terms of impact, nor was it based on much evidence. So they started to research the question themselves.","make-a-difference-with-your-career:026":"After [10 years of research](https://80000hours.org/key-ideas/#what-is-our-advice-based-on), we now think the impact you can have in different career paths — however exactly you [define ‘impact’](https://80000hours.org/articles/what-is-social-impact-definition/) — is driven by four main factors:","make-a-difference-with-your-career:028":"1. How **pressing the problems** you focus on are\n2. How **effective the solutions** you pursue are\n3. The amount of **leverage** you can apply to those solutions\n4. Your **personal fit** for the path","make-a-difference-with-your-career:033":"In this article, we’ll show how you can use these factors to compare your options in terms of impact, and find new ways to contribute. (If you just want to see the bottom lines, here’s a [two page summary](https://80000hours.org/key-ideas/summary/).)","make-a-difference-with-your-career:035":"We’ll also explain how the rest of our (free) research and support can help you apply these ideas and give you the best possible chance of finding a rewarding career that fulfills your potential for impact.","make-a-difference-with-your-career:037":"Understanding and applying these ideas takes time. But if you’d spend six minutes discussing where to go for a two-hour dinner, you should be willing to spend up to 4,000 hours researching your career. And while we sometimes do go on a bit, we promise it’ll be quicker than that.","make-a-difference-with-your-career:039":"![There are 80,000 hours in an average career](https://80000hours.org/wp-content/uploads/2016/04/80K_Hourdots_V6-3-e1462626926997.png)[`Each dot illustrates one of the 80,000 hours in your career. You can read our key ideas in under four of them.`]","make-a-difference-with-your-career:041":"So let’s start with the first and most important factor.","make-a-difference-with-your-career:043":"## Which problems should you work on?","make-a-difference-with-your-career:045":"We think the most crucial question you face in choosing an impactful career is which problem or issue to focus on — whether that’s health, education, climate change, engineered pandemics, or something else.","make-a-difference-with-your-career:047":"Most people seem to think that comparing the importance of these kinds of issues is near impossible, and you should just work on whatever issue you’re passionate about.","make-a-difference-with-your-career:049":"But we think it’s clear that some problems are much **bigger** than others.","make-a-difference-with-your-career:051":"Climate change is widely considered one of the world’s biggest problems, and we think it’s even bigger than often supposed. While the most likely scenario is several degrees of warming, the uncertainty in climate models means [it’s hard to rule out](https://80000hours.org/problem-profiles/climate-change/#what-is-this-problem) a 5% chance of over 10°C warming.","make-a-difference-with-your-career:053":"What’s more, the CO\u003csub\u003e2\u003c/sub\u003e we emit today will stay in the atmosphere for tens of thousands of years, impacting our children’s grandchildren and beyond. We think future generations matter, which makes the issue even bigger in scale.","make-a-difference-with-your-career:055":"But we also think there may be issues that are even larger again.","make-a-difference-with-your-career:057":"The philosopher Toby Ord has argued that in 1945 humanity entered a new age, which he calls _the Precipice_. On July 16, 1945 humanity detonated the first atomic bomb, which would eventually make it possible — for the first time in history — for a small group of people to destroy most of the world’s cities within hours.","make-a-difference-with-your-career:059":"The annual risk of an all-out nuclear exchange is small, but it’s not zero: more countries are armed than ever, and there is always the chance of an accident or malfunction. The average of [several expert surveys](https://forum.effectivealtruism.org/posts/PAYa6on5gJKwAywrF/how-likely-is-a-nuclear-exchange-between-the-us-and-russia) is an annual probability of 0.4%.","make-a-difference-with-your-career:061":"Compounded over our lives and the lives of our children, this adds up to a substantial chance of a catastrophe potentially more devastating than climate change.","make-a-difference-with-your-career:063":"Besides killing most people living in urban areas, the resulting fires could lift enough ash into the air to obscure the sun and reduce global temperatures for years, leading to widespread famine.","make-a-difference-with-your-career:065":"Within months, this would not only kill most people alive today, but it could also lead to a collapse of civilisation itself. We think a permanent collapse is very unlikely, but when we consider the scale of the consequences — the loss of all [future generations](http://80000hours.org/articles/future-generations/) — that risk may be the worst thing about a nuclear conflict.","make-a-difference-with-your-career:067":"But the possibility of extreme climate change and nuclear winter are just two examples of a broader trend.","make-a-difference-with-your-career:069":"Technology has given this generation unprecedented power to shape history. The consequences of the decisions we make today about nuclear weapons, genetic engineering, artificial intelligence, space settlement, and other emerging technologies could ripple forward for thousands of years, with either enormously positive or enormously negative consequences.","make-a-difference-with-your-career:071":"So: Some problems are _much bigger_ than others.","make-a-difference-with-your-career:073":"At the same time, some problems are much more **neglected** by society.","make-a-difference-with-your-career:075":"For instance, [in 2016 we argued](https://web.archive.org/web/20200310155622/https://80000hours.org/problem-profiles/biosecurity/) that a global pandemic posed a significant global risk, but with around $10 billion spent globally on preventing the worst pandemics,[^:`Greg Lewis estimates that a quality-adjusted ~$1 billion is spent annually on global catastrophic biorisk (GCBR) reduction. Most of this comes from work that is not explicitly targeted at GCBRs, but is rather disproportionally useful for reducing them. The US budget for health security in general is ~$14 billion. Worldwide, the budget is probably something like double or triple that — so spending that’s particularly helpful for GCBR reduction is probably just a few percent of the total; the spending for explicit GCBR reduction would be much less. See the relevant section of [our GCBR profile](https://80000hours.org/problem-profiles/global-catastrophic-biological-risks/), including footnote 21.`] it was more neglected than climate change or international development (which receive hundreds of billions) — which are in turn far more neglected than education and health in rich countries (which receive trillions).","make-a-difference-with-your-career:077":"![Neglectedness of problem areas](https://80000hours.org/wp-content/uploads/2021/07/Neglectedness-chart-in-brand-colors.png)","make-a-difference-with-your-career:079":"This is important because the 1,000th person working on an issue will most likely drive much less progress than the 10th person, an effect that economists call diminishing returns.","make-a-difference-with-your-career:081":"As individuals, our role should be to find the biggest gaps in the priorities served by the current economic and political system, and do our best to fill them.","make-a-difference-with-your-career:083":"Inspired by this argument, [one of our readers, Cassidy](https://80000hours.org/stories/cassidy-nelson/), realised that the knowledge she’d learned as a doctor might be put to even better use in pandemic prevention.","make-a-difference-with-your-career:085":"She applied to a masters in public health programme, and from there was able to get into a biosecurity PhD at Oxford. Since the field of pandemic control was relatively small before COVID-19, she was able to advance quickly. When COVID-19 broke out, she was ready to [advise the UK government](https://80000hours.org/podcast/episodes/cassidy-nelson-12-ways-to-stop-pandemics/) on policy ideas to control COVID-19, as well as how to prevent the next (potentially much worse) outbreak.","make-a-difference-with-your-career:087":"!img~ style=\"width: 72%\" ~[](/wp-content/uploads/2019/07/cassidy_exemplar.jpg)[`Cassidy realised she could help more people by working on pandemic policy than  by seeing one patient at a time as a doctor.`]","make-a-difference-with-your-career:089":"The importance of working on neglected issues means that following your current passions could easily point you in the wrong direction. You’re most likely to stumble across the same issues everyone is already talking about, which will usually be the _least_ neglected. The best options are probably unconventional.","make-a-difference-with-your-career:091":"Which issues might be even more neglected than pandemics?","make-a-difference-with-your-career:093":"A [survey of researchers](https://80000hours.org/podcast/episodes/katja-grace-forecasting-technology/) found that they believe there’s about a 50% chance that AI systems will exceed human capacities in most jobs around 2060. This would be one of the most important events in history.","make-a-difference-with-your-career:095":"These same researchers also estimated that if this happened, while the outcome might be ‘extremely good,’ there is also a 5% chance the outcome could be ‘extremely bad’ (e.g. human extinction). And as the people developing the technology, they’re probably on the optimistic side.","make-a-difference-with-your-career:097":"One reason some are concerned is that it’s unclear that as AI systems become more powerful, we can guarantee they’ll continue to stay aligned with human values. This [could suggest](https://80000hours.org/problem-profiles/positively-shaping-artificial-intelligence/) that research into ‘AI alignment’ is a crucial challenge from a long-term perspective.","make-a-difference-with-your-career:099":"Since we first wrote about it in 2012, AI alignment has grown into a flourishing field of research in computer science, but it still receives under $100 million in funding per year — about 100 times less than preventing pandemics.","make-a-difference-with-your-career:101":"Long-term AI _policy_ — addressing the question of how society and government should handle advancing AI — is yet more neglected. (Read more about [our case for both](https://80000hours.org/problem-profiles/positively-shaping-artificial-intelligence/).)","make-a-difference-with-your-career:103":"You might be surprised at how your current skills can be applied to unusual problems like AI alignment (and later we’ll explain how to contribute no matter your current job).","make-a-difference-with-your-career:105":"[Brian Tse](https://80000hours.org/stories/brian-tse/) was working at an investment bank in Hong Kong and didn’t have a background in AI. But he started to learn more about it in his spare time, and using his bilingual background, started to help translate materials to connect Western and Chinese researchers.","make-a-difference-with-your-career:107":"He now runs an independent consulting firm advising organisations in China, the United States, and Europe on the safety and governance of AI and other potentially transformative technologies — a path he also finds much more fulfilling and exciting than banking.","make-a-difference-with-your-career:109":"!img~ style=\"width: 72%\" ~[](/wp-content/uploads/2021/07/brian-larger-e1626692548902.jpeg)[`While working in the corporate world, Brian learned about AI and other transformative technologies. He now consults with many key Chinese and Western organisations that work on AI, with the aim of helping them coordinate better.`]","make-a-difference-with-your-career:111":"Comparing global problems is, of course, profoundly difficult. So we’ve also supported the development of the field of [global priorities research](https://80000hours.org/problem-profiles/global-priorities-research/), which tries to break down and answer the questions involved — for example, how we should allocate resources between reducing the risk of a disaster, on the one hand, and preventing a more certain harm on the other. There’s now [an institute dedicated to this topic](https://globalprioritiesinstitute.org/) at Oxford. But despite the vital importance of this research, there are still only tens of researchers directly focused on it.","make-a-difference-with-your-career:113":"Ben Garfinkel was considering a physics PhD, but thought that since so many extremely smart people already do physics research, it would be hard to make a big contribution. He learned about global priorities research through a talk we gave, and after testing it out, decided to switch fields. He then developed important [criticisms of arguments for prioritising AI](https://80000hours.org/podcast/episodes/ben-garfinkel-classic-ai-risk-arguments/).","make-a-difference-with-your-career:115":"This kind of criticism is exactly what we want to see more of. There’s a good chance our views of which problems are most pressing are mistaken in some ways or incomplete, and we want people to make the case for alternatives, and find issues we haven’t even thought of yet.","make-a-difference-with-your-career:117":"_Elsewhere on our site, you can find a [list of ideas](https://80000hours.org/problem-profiles/) for global problems to work on, including many issues we didn’t have a chance to mention here. Some involve neglected ways to improve our economic and political system and build a better society in general, as well as ways to directly tackle risks to the future. We also have [guidance on how to compare them](https://80000hours.org/career-planning/process/your-views-of-global-problems/), and [profiles](http://80000hours.org/problem-profiles/) about how to contribute to solving each one._","make-a-difference-with-your-career:119":"You don’t have to decide on which problem to focus on right away. As we cover in our advice on [career strategy](https://80000hours.org/key-ideas/#career-strategy) and [planning](/career-planning/process/), early in your career it often makes sense to focus more on exploring and building skills. However, since your choice of problem is such an important driver of your impact, it’s vital to think about as you go on, and especially before you get locked into a path.","make-a-difference-with-your-career:121":"## What are the best solutions to those problems?","make-a-difference-with-your-career:123":"Whatever problem you decide to focus on, you need to choose an effective way to address it.","make-a-difference-with-your-career:125":"Scared Straight was a government programme that received billions of dollars of funding, and was made into an award-winning documentary. The idea was to take kids who committed crimes, show them life in jail, and scare them into embracing the straight and narrow.","make-a-difference-with-your-career:127":"The only problem? Two meta-analyses showed that the programme made kids _more_ likely to commit crimes.[^:`van der Put, Claudia E., et al. \"Effects of awareness programs on juvenile delinquency: a three-level meta-analysis.\" International journal of offender therapy and comparative criminology 65.1 (2021): 68-91. [Archived link](https://web.archive.org/web/20210813015011/https://journals.sagepub.com/doi/full/10.1177/0306624X20909239)","make-a-difference-with-your-career:129":"Petrosino, Anthony, et al. \"Scared Straight and other juvenile awareness programs for preventing juvenile delinquency: A systematic review.\" Campbell Systematic Reviews 9.1 (2013): 1-55. [Archived link](https://web.archive.org/web/20210525173459/https://journals.sagepub.com/doi/10.1177/0002716203254693)`] One study even estimated that every $1 spent on this programme caused $200 of _harm to society_.","make-a-difference-with-your-career:131":"Causing this much harm is rare, but when social programmes are rigorously tested, [a large fraction of them don’t work](https://80000hours.org/articles/effective-social-program/).[^:`The percentage that work or don’t work depends a lot on how you define it, but it’s likely that a majority don’t have statistically significant effects.`] So it would be easy to end up working on a solution that has very little impact.","make-a-difference-with-your-career:133":"Meanwhile, research finds that among solutions that _are_ effective, the best interventions are _far_ more cost effective than average, often achieving 10 or 100 times as much for a given unit of resources.","make-a-difference-with-your-career:135":"For example, in recent years there’s been a wave of advocacy to stop the use of plastic bags.","make-a-difference-with-your-career:137":"Focusing on advocacy is a route to having much more impact than just changing your personal consumption, but it’s unclear this advocacy is well directed. Convincing someone to entirely give up plastic bags _for the rest of their life_ (about 10,000 bags) would avoid ~ 0.1 tonnes of CO\u003csub\u003e2\u003c/sub\u003e emissions. In contrast, convincing someone to take just _one fewer_ transatlantic flight would reduce CO\u003csub\u003e2\u003c/sub\u003e emissions by more than 10 times as much.[^:`According to the 2020 Founders Pledge [Climate \u0026 Lifestyle Report](https://web.archive.org/web/20210531030638/https://founderspledge.com/stories/climate-and-lifestyle-report), just one roundtrip transatlantic flight contributes 1.6 tonnes of CO\u003csub\u003e2\u003c/sub\u003e. Figure 2 of the same report shows the comparatively negligible effect of reusing plastic bags.`]","make-a-difference-with-your-career:139":"And rather than trying to change personal consumption in the first place, [we’d argue](https://80000hours.org/career-reviews/#ea-climate-change-careers) you could do even more to reduce emissions by advocating for greater funding of neglected green technology.","make-a-difference-with-your-career:141":"In general, it’s vital to look for the _very best_ solution in an area, rather than those that are just ‘good’. This contrasts with the normal attitude that emphasises ‘making _a_ difference’, rather than making _the most_ difference possible.","make-a-difference-with-your-career:143":"In practice, this involves using rules of thumb to identify solutions that might make an especially big contribution if successful — even if there’s a good chance of failure — as well as solutions that are unfairly neglected. We call trying to identify solutions that might be positive outliers the [‘hits-based’](https://www.openphilanthropy.org/blog/hits-based-giving) approach.","make-a-difference-with-your-career:145":"_Find out what experts believe are the best interventions in their fields by checking out our [problem profiles](http://80000hours.org/problem-profiles/) and [podcast interviews](http://80000hours.org/podcast)._","make-a-difference-with-your-career:147":"## In which career can you apply the most leverage to those solutions?","make-a-difference-with-your-career:149":"Once you’ve picked a problem to focus on and identified some promising solutions, you need to choose a career that will let you make them happen. And some careers will let you contribute far more resources to great solutions than others. We call this your _leverage_.","make-a-difference-with-your-career:151":"People who want to have an impact often focus on jobs where they help people directly: teaching and healthcare are two of the most common paths for college graduates. But you might well be able to find options with more leverage.","make-a-difference-with-your-career:153":"We worked with a doctor, Greg Lewis, to [estimate the number of lives saved by a typical clinical doctor](https://80000hours.org/2012/08/how-many-lives-does-a-doctor-save/). While the impact is significant, it’s less than commonly thought.","make-a-difference-with-your-career:155":"One reason is that the problem of health in rich countries already receives a lot of attention compared to issues like pandemics and nuclear security. But another reason is that a doctor can only treat a limited number of people each year. This motivated both Greg and Cassidy (from earlier) to switch from clinical medicine to public health and policy.","make-a-difference-with-your-career:157":"Another reader, Suzy Deuster, wanted to become a public defender to ensure disadvantaged people have good legal defence, but she realised that while that path might improve criminal justice for perhaps hundreds of people over her career, by [changing policy](https://80000hours.org/career-reviews/#government-and-policy) she might improve justice for thousands or even millions. She was able to use her legal background to start a career in policy, and now works in the Executive Office of the President on criminal justice reform, and from there can explore other areas of policy in the future.","make-a-difference-with-your-career:159":"There are also other routes to leverage besides working in policy.","make-a-difference-with-your-career:161":"For instance, you can likely contribute more by [building a community](https://80000hours.org/career-guide/making-a-difference/#3-make-a-difference-by-being-a-multiplier-and-help-others-be-more-effective) working on your chosen problem than you could achieve directly. If you can get just one other person to join you, then you’ve potentially doubled your impact. This means you can potentially have a very big impact no matter your current job.","make-a-difference-with-your-career:163":"The importance of spreading neglected ideas could also suggest pursuing careers in the media, or building any form of following. [Isabelle Boemeke](https://hearthisidea.com/episodes/isabelle) started out as a fashion model, but after speaking to experts who said nuclear energy was needed to tackle climate change, decided to use her platform to promote it as a neglected solution to climate change.","make-a-difference-with-your-career:165":"You can have leverage by helping _someone else_ who has leverage, such as through [working in operations](https://80000hours.org/articles/operations-management/) or [as a personal assistant](https://80000hours.org/career-reviews/#Be-a-PA). You can also help to build organisations which have leverage — whether nonprofit or for-profit. We list high-impact organisations hiring people with all kinds of skills on our [job board](/job-board/).","make-a-difference-with-your-career:167":"Another form of leverage comes from money: Donations can be targeted at the most effective organisations in the world that are most in need of funding. Even if you have a very specific skill set — or don’t want to change your career — by earning and donating money, you can ‘convert’ your labour into skilled labour working on the most pressing issues.","make-a-difference-with-your-career:169":"We call this ‘earning to give’ — finding a career that uses your strengths and allows you to donate more, even if its direct impact is only neutral.","make-a-difference-with-your-career:171":"An extreme example is [Sam Bankman-Fried](https://80000hours.org/stories/sam-bankman-fried/). He learned about the arguments for [earning to give](https://80000hours.org/articles/earning-to-give/) when he attended a talk by one of our founders while studying physics as an undergraduate at MIT.","make-a-difference-with-your-career:173":"Through others he met in our community, Sam found a job that used his mathematical skills in [quantitative trading](https://80000hours.org/career-reviews/#earning-to-give-in-quant-trading) at [Jane Street Capital](https://www.janestreet.com/), and that was a great fit. From there, he went on to help found cryptocurrency derivatives exchange FTX. Now, _Forbes_ estimates his net worth is $16 billion, making him likely the world’s wealthiest person under 30. Sam has already donated millions to causes like animal welfare and the Biden campaign, and intends to donate most of his future wealth.","make-a-difference-with-your-career:175":"!img~ style=\"width: 72%\" ~[](/wp-content/uploads/2021/07/sam-bf-4.jpg)[`Sam took earning to give to the extreme. Going from a physics undergrad to a pioneer in decentralised finance in less than a decade, Sam is now worth billions — which he plans to give away.`]","make-a-difference-with-your-career:177":"Over 500 of our readers are also pursuing earning to give on a more modest scale. For example, [John Yan](https://www.givingwhatwecan.org/post/2021/01/why-i-took-the-giving-what-we-can-pledge-john-yan/) decided that a good way for him to contribute is to stay in his current job (software engineering) and donate 10–30% of his income to effective charities. Collectively the contributions of these readers will add up to tens of millions of dollars of donations, [which can do a huge amount of good](https://80000hours.org/career-guide/making-a-difference/#1-donating-effectively).","make-a-difference-with-your-career:179":"Finally, remember that leverage requires time. While many young people want to have a big impact right away, research finds that most people reach their peak output at age 40–60.[^:`Earnings -- one indicator of productivity -- typically peak around age 40–50. One large study in the US found:","make-a-difference-with-your-career:181":"\u003e The average life-cycle profile is obtained from panel data or repeated cross sections by regressing log individual earnings on a full set of age and (year-of-birth) cohort dummies. The estimated age dummies are plotted as circles in Figure 3 and represent the average life-cycle profile of log earnings. It has the usual hump-shaped pattern that peaks around age 50.\n\u003e\n\u003e One of the most important aspects of a life-cycle profile is the implied growth in average earnings over the life cycle (e.g., from ages 25 to 55). It is well understood that the magnitude of this rise matters greatly for many economic questions, because it is a strong determinant of borrowing and saving motives. In our data, this rise is about 80 log points, which is about 127%.","make-a-difference-with-your-career:185":"_What Do Data on Millions of U.S. Workers Reveal about Life-Cycle Earnings Risk?_; Fatih Guvenen, Fatih Karahan, Serdar Ozkan, Jae Song; Staff Report No. 710 February 2015; [Archived link](https://web.archive.org/web/20160602150727/https://www.newyorkfed.org/medialibrary/media/research/staff_reports/sr710.pdf)","make-a-difference-with-your-career:187":"We expect the figures to be similar in other countries. The peak could be 10 years lower, but that doesn’t change the basic conclusion.","make-a-difference-with-your-career:189":"\u003e At one extreme, some fields are characterized by relatively early peaks, usually around the early 30s or even late 20s in chronological units, with somewhat steep descents thereafter, so that the output rate becomes less than one quarter the maximum. This agewise pattern apparently holds for such endeavors as lyric poetry, pure mathematics, and theoretical physics, for example (Adams, 1946; Dennis, 1966; Lehman, 1953a; Moulin, 1955; Roe, 1972b; Simonton, 1975a; Van Heeringen \u0026 Dijkwel, 1987). At the contrary extreme, the typical trends in other endeavors may display a leisurely rise to a comparatively late peak, in the late 40s or even 50s chronologically, with a minimal if not largely absent drop-off afterward. This more elongated curve holds for such domains as novel writing, history, philosophy, medicine, and general scholarship, for instance (Adams, 1946; Richard A. Davis, 1987; Dennis, 1966; Lehman, 1953a; Simonton, 1975a). Of course, many disciplines exhibit age curves somewhat between these two outer limits, with a maximum output rate around chronological age 40 and a notable yet moderate decline thereafter (see, e.g., Fulton \u0026 Trow, 1974; Hermann, 1988; McDowell, 1982; Zhao \u0026 Jiang, 1986)","make-a-difference-with-your-career:191":"Simonton, Dean K. \"Age and outstanding achievement: What do we know after a century of research?.\" Psychological Bulletin 104.2 (1988): 251. [Archived link](https://web.archive.org/web/20160602145859/http://resources.emartin.net/blog/docs/AgeAchievement.pdf)","make-a-difference-with-your-career:193":"Average age of CEOs and presidents taken from the author Shane Snow. _”These are the ages when we do our best work_”, Fast Company, 2016, [Archived link](https://web.archive.org/web/20160602145912/http://www.fastcompany.com/3058870/your-most-productive-self/these-are-the-ages-when-we-do-our-best-workf).","make-a-difference-with-your-career:195":"The figure for chemistry is taken from the average age people do Nobel Prize-winning work in the field, which is 39. The source is Jones 2014, which is referenced below.","make-a-difference-with-your-career:197":"\u003e For example, Nobel Prize winning research is performed at an average age that is 6 years older at the end of the 20th century than it was at the beginning.","make-a-difference-with-your-career:199":"Jones, Benjamin, E. J. Reedy, and Bruce A. Weinberg. _Age and scientific genius._ No. w19866. National Bureau of Economic Research, 2014. [Archived link](https://web.archive.org/web/20160602163459/http://www.nber.org/papers/w19866.pdf).`]","make-a-difference-with-your-career:201":"This means that if you don’t feel like you have much leverage now, another option is to build what we call your ‘ [career capital](https://80000hours.org/articles/career-capital)’: skills, connections, and contributors to your reputation that will let you have more influence in the future.","make-a-difference-with-your-career:203":"_In our guides we cover [how to compare careers in terms of leverage](https://80000hours.org/career-planning/process/longer-term-paths/#aim-at-top-problems) and [which options are best for career capital](https://80000hours.org/articles/career-capital/), as well as a [list of ideas for high-leverage paths](http://80000hours.org/career-reviews/) and [current open job opportunities](http://80000hours.org/job-board/). If you don’t want to change your job right now, here’s [how to invest in yourself](https://80000hours.org/career-guide/how-to-be-successful/), and how to [have a big impact in your current position](https://80000hours.org/career-guide/making-a-difference/)._","make-a-difference-with-your-career:205":"## Personal fit: What will you be good at — and what do you actually want to do?","make-a-difference-with-your-career:207":"“Find work you’re good at” is a truism, but we think many people still don’t take it seriously enough.","make-a-difference-with-your-career:209":"Data shows that [in many fields, success is distributed very unevenly](https://80000hours.org/2021/05/how-much-do-people-differ-in-productivity/).","make-a-difference-with-your-career:211":"![Data on the dispersion of staff productivity](https://80000hours.org/wp-content/uploads/2021/05/m50uknsw.png)","make-a-difference-with-your-career:213":"A top writer, for instance, could easily have 100 times the audience of the median. So even a small predictable difference in your suitability for two paths could translate into a big difference in outcomes.","make-a-difference-with-your-career:215":"Another reason is that being successful in almost any field gives you more connections, credibility, and money to direct towards neglected problems — increasing your leverage.","make-a-difference-with-your-career:217":"For both reasons, you need to balance your fit with a path with the other factors covered above, as well as [how satisfying you’d find it](https://80000hours.org/career-guide/job-satisfaction/). We’d rarely recommend doing something you dislike because it seems higher impact.","make-a-difference-with-your-career:219":"And if you might be exceptional at something, it could be worth pursuing, even if you’re not sure how it’ll be useful to pressing problems. As covered in the previous section, even if you work in finance or fashion, you can use your career to have a big impact.","make-a-difference-with-your-career:221":"So how can you predict what you’ll be best at?","make-a-difference-with-your-career:223":"Despite the importance of this question, there doesn’t seem to be much good evidence-based advice out there.","make-a-difference-with-your-career:225":"_To help fill this gap, we created guides on [how to predict your fit](https://80000hours.org/career-planning/process/longer-term-paths/#how-to-assess-long-term-fit), [what makes for a satisfying job](/articles/impact-versus-happiness/), and how to [plan your career](https://80000hours.org/career-planning/) over time._","make-a-difference-with-your-career:227":"Predictions can only go so far though, so while we’d encourage you to have hypotheses about which long-term paths will be best for you, we’d also encourage an iterative approach. Especially early in your career, you’ll learn a huge amount about your fit and the other factors, so it’s often best to find a good step for the next 1-5 years, then reassess your longer-term goals, then take another step, and repeat.","make-a-difference-with-your-career:229":"## How much do careers differ in impact?","make-a-difference-with-your-career:231":"We’ve shown that you can have more impact by:","make-a-difference-with-your-career:233":"1. Finding a **bigger and/or more neglected problem**\n2. Finding a more **effective solution**\n3. Finding a **path with more leverage**\n4. Finding work that **fits you better**","make-a-difference-with-your-career:238":"We’ve also shown that there are big differences for each.","make-a-difference-with-your-career:240":"But now also note that the differences _multiply together_, rather than merely add up.","make-a-difference-with-your-career:242":"For instance, if you can find a problem where additional resources are twice as effective, and — through greater leverage — direct twice as many resources to those problems, then you’ll have four times as much impact.","make-a-difference-with-your-career:244":"If you can find a path that’s twice as good on each dimension, it would be 16 times higher impact in total.","make-a-difference-with-your-career:246":"And we’ve shown that despite the huge uncertainties involved, it’s plausible that some paths are at least 10 times higher impact than others on each dimension. This means that when multiplied together, the differences across all factors could be 100 fold or even 1,000 fold.","make-a-difference-with-your-career:248":"It’s easy to gloss over these differences in scope, but let’s appreciate for a moment just how much they matter. It could mean saving 100 times more lives, reducing carbon emissions 100 times as much, or making 100 times more progress reducing the biggest risks facing humanity.","make-a-difference-with-your-career:250":"These differences are not the only ethically relevant factors, and everyone has priorities in life besides moral ones, but they do really matter.","make-a-difference-with-your-career:252":"Another implication is that if it’s possible to find an option that’s 100 times higher impact than your current best guess, then 10 years in that path would achieve what could have otherwise taken people like you _1,000 years_. You could then spend the next 30 years on a beach doing whatever you like, and still have done far more to help others.","make-a-difference-with-your-career:254":"The potential spread also illustrates why career choice is such an important ethical decision. We associate ‘ethical living’ with things like recycling or reducing your CO\u003csub\u003e2\u003c/sub\u003e emissions, but even with great effort, the best you could do is cut your personal footprint to near zero. But by thinking carefully about your career, you can affect the consumption of hundreds or even millions of people, and also contribute to even bigger and more neglected priorities.","make-a-difference-with-your-career:256":"How is it possible that such big differences in impact exist?","make-a-difference-with-your-career:258":"One reason is the massive economic and technological bounty of the industrial revolution, which means that today, many ordinary citizens of rich countries have what would have been kinglike wealth and power in previous centuries.","make-a-difference-with-your-career:260":"![World average income](https://80000hours.org/wp-content/uploads/2017/03/80K_worldGDP-year_V3-1.jpg)","make-a-difference-with-your-career:262":"Advancing technology may make the next century one of the most important in history.","make-a-difference-with-your-career:264":"Our generation can wreck the climate for thousands of years, or we can build a sustainable economy. We can continue to expand factory farming, or we can eradicate it. We can allow new technologies like nuclear weapons to end civilisation, or we can usher in a future better than we can easily imagine — and be good stewards for all future generations.","make-a-difference-with-your-career:266":"Our aim is to help people like you understand this new power. If you have the good fortune to have options about how you spend your career, you can help change the course of history on these vital issues.","make-a-difference-with-your-career:268":"This is not an easy path, but it is a worthwhile one.","make-a-difference-with-your-career:270":"We’ve often felt racked with uncertainty about what to do, and overwhelmed at the scale of the issues. But we’ve also found a great deal of meaning and satisfaction in our efforts, especially as more and more people have united around them.","make-a-difference-with-your-career:272":"We still have a lot to learn, but we hope that by sharing what we’ve learned so far we can help you avoid the mistakes we’ve made, and speed you along your path to an impactful career.","make-a-difference-with-your-career:274":"## How we can help you","make-a-difference-with-your-career:276":"[We founded](https://80000hours.org/about/#how-did-we-get-started) 80,000 Hours in 2011 to freely provide the information and support we wish we’d had when we graduated: transparently explained, based on the best research available, and willing to ask the big questions.","make-a-difference-with-your-career:278":"By doing this, we hope to get the next generation of leaders tackling the world’s biggest and most neglected problems.","make-a-difference-with-your-career:280":"To date, millions of people have read our advice, and thousands of people have told us they’ve changed careers based on it.","make-a-difference-with-your-career:282":"Here’s how you can get started right now, and improve your most important decision.","make-a-difference-with-your-career:284":"\u003cdiv class=\"well bg-gray-lighter margin-bottom margin-top padding-top-small padding-bottom-small\"\u003e","make-a-difference-with-your-career:286":"### Understand how to increase your impact","make-a-difference-with-your-career:288":"Our [key ideas guide](https://80000hours.org/key-ideas/) aims to summarise all our research on the factors discussed in this essay (and more), in order to help you answer the key questions that determine your impact:","make-a-difference-with-your-career:290":"1. What does it mean to make a difference, and how can we know what helps?\n2. Which global problems are most pressing?\n3. Which solutions are most effective?\n4. Which careers give you the most leverage?\n5. Which jobs will you be good at?\n6. How can you best invest in your skills?\n7. What does a satisfying job look like?\n8. What strategy should you take to pursue a great career?","make-a-difference-with-your-career:299":"\u003ca href=\"/key-ideas/\" title=\"\" class=\"btn btn-primary\"\u003eRead now\u003c/a\u003e","make-a-difference-with-your-career:301":"You can also explore these ideas by subscribing to our podcast, which features in-depth conversations with experts on the world’s most pressing problems and how you can help solve them.","make-a-difference-with-your-career:303":"\u003ca href=\"/podcast/\" title=\"\" class=\"btn btn-default\"\u003eListen to the podcast\u003c/a\u003e","make-a-difference-with-your-career:305":"### Get ideas for high-impact career paths tackling the world’s most pressing problems","make-a-difference-with-your-career:307":"We’ve reviewed different global problems, career paths, and jobs to help you find new ways to contribute. See:","make-a-difference-with-your-career:309":"1. A [list of neglected global problems](http://80000hours.org/problem-profiles/) we think are especially pressing\n2. Some [broad types of high-leverage careers](https://80000hours.org/career-reviews/#five-key-categories), and a [list of specific career paths that we think best contribute to the problems we highlight](https://80000hours.org/career-reviews/#our-priority-paths)\n3. Ideas on how to [apply your existing skills](https://80000hours.org/articles/advice-by-expertise/) to have an impact\n4. How to [make a big difference without changing jobs](https://80000hours.org/career-guide/making-a-difference/)","make-a-difference-with-your-career:314":"Due to our limited capacity, our specific recommendations are aimed at college students and graduates aged 18–30 who want to make impact their main focus — though the principles we cover apply to everyone.","make-a-difference-with-your-career:316":"### Find jobs","make-a-difference-with-your-career:318":"We have a [list of current job opportunities](https://80000hours.org/job-board/) that can let you have a big impact, or build career capital for high-impact roles.","make-a-difference-with-your-career:320":"Join our newsletter, and we’ll send you a curated list of the top opportunities about twice a month.","make-a-difference-with-your-career:322":"!newsletter-subscribe","make-a-difference-with-your-career:324":"### Make your career plan","make-a-difference-with-your-career:326":"When you have some ideas, check out our [resources on planning and decision making](https://80000hours.org/career-planning/), which aim to help you feel confident in your next decision.","make-a-difference-with-your-career:328":"Our 8-week career planning course helps you tie together everything you need to consider to make your plan and start taking action.","make-a-difference-with-your-career:330":"\u003ca href=\"/career-planning/process/\" title=\"\" class=\"btn btn-default\"\u003eStart the course\u003c/a\u003e","make-a-difference-with-your-career:332":"### Get one-on-one advice","make-a-difference-with-your-career:334":"We offer free one-on-one advice for people trying to have an impact with their careers. Our advisors can help check your plan, and may be able to make introductions to jobs and mentors who can help you get started.","make-a-difference-with-your-career:336":"### Get help from our community","make-a-difference-with-your-career:338":"Two people working together can often achieve more than twice as much, so to help you find collaborators, we’ve also helped to build the [effective altruism](/community) movement.","make-a-difference-with-your-career:340":"Effective altruism is the study of how best to help others. It tackles similar questions to those we’ve covered — which problems, solutions, and methods are most effective — and expands the focus to encompass all ways of doing good, whether choosing a career, donating, or engaging politically, while aiming to bring evidence and careful reasoning to bear on the questions.","make-a-difference-with-your-career:342":"Besides being a field of research, effective altruism is also a movement of people trying to put its findings into practice. There are now tens of billions of dollars committed to the approach, and thousands of people working together to use their careers to help others.","make-a-difference-with-your-career:344":"You can get involved online (e.g. through [courses and reading groups](https://www.effectivealtruism.org/virtual-programs)), through [conferences in five continents](https://eaglobal.org), and in [hundreds of local groups](https://forum.effectivealtruism.org/community) full of people keen to collaborate and help you have a greater impact. Through the community, we’ve found some of the most impressive and dedicated people we’ve ever met.","make-a-difference-with-your-career:346":"\u003ca href=\"/community/\" title=\"\" class=\"btn btn-primary\"\u003eMore about how to get involved\u003c/a\u003e","make-a-difference-with-your-career:348":"\u003c/div\u003e","make-a-difference-with-your-career:350":"## No time to read right now?","make-a-difference-with-your-career:352":"Join our newsletter and we’ll send you a list of our most important articles, job opportunities, and monthly updates on new research.","make-a-difference-with-your-career:354":"!newsletter-subscribe","make-a-difference-with-your-career:356":"You’ll be joining our community of over 150,000 people, and can unsubscribe in one click.\n"}